@php
    $data = [
        [
            'title' => 'Менеджер по продажам',
            'city' => 'Ставрополь',
            'expirience' => 'Не менее 3 лет',
            'salary' => 'От 30 000 руб.',
            'slug' => 'vacancy',
            'duties' => [
                'Разработка архитектурной части проектной и рабочей документации в соответствии с действующими нормативами;',
                'Организация работы группы архитекторов, контроль качества работы;',
                'Участие в подготовке ответов на замечания по проекту при прохождении экспертизы;',
                'Подготовка технических заданий для работы с конструкторами и смежными отделами.',
            ],
            'terms' => [
                'Официальное оформление по ТК РФ;',
                'График 5/2 с 09-00 до 18-00;',
                'Работа в комфортном офисе в центре города;',
                'Компания предоставляет обучение Revit , возможность быстрого профессионального роста;',
                'Интересные проекты и задачи;',
                'Дружный, активный коллектив единомышленников;',
                'Возможность карьерного роста внутри компании;',
                'Подарки от компании ко дню рождения;',
                'Заработная плата обсуждается индивидуально по итогам собеседования.',
            ],
            'reqs' => [
                'Образование высшее архитектурное;',
                'Умение работать с нормативными документами;',
                'Знание состава и требований к разделам проектной документации (ГОСТ, Постановление Правительства РФ от 16.02.2008 N 87 (в оформлении чертежей);',
                'Профессиональное владение AucoCad, желательно знание Revit.',
            ],
        ],
        [
            'title' => 'Архитектор',
            'city' => 'Краснодар',
            'expirience' => 'Не менее 5 лет',
            'salary' => 'От 45 000 ₽',
            'slug' => 'asd',
            'duties' => [
                'Разработка архитектурной части проектной и рабочей документации в соответствии с действующими нормативами;',
                'Организация работы группы архитекторов, контроль качества работы;',
                'Участие в подготовке ответов на замечания по проекту при прохождении экспертизы;',
                'Подготовка технических заданий для работы с конструкторами и смежными отделами.',
            ],
            'terms' => [
                'Официальное оформление по ТК РФ;',
                'График 5/2 с 09-00 до 18-00;',
                'Работа в комфортном офисе в центре города;',
                'Компания предоставляет обучение Revit , возможность быстрого профессионального роста;',
                'Интересные проекты и задачи;',
                'Дружный, активный коллектив единомышленников;',
                'Возможность карьерного роста внутри компании;',
                'Подарки от компании ко дню рождения;',
                'Заработная плата обсуждается индивидуально по итогам собеседования.',
            ],
            'reqs' => [
                'Образование высшее архитектурное;',
                'Умение работать с нормативными документами;',
                'Знание состава и требований к разделам проектной документации (ГОСТ, Постановление Правительства РФ от 16.02.2008 N 87 (в оформлении чертежей);',
                'Профессиональное владение AucoCad, желательно знание Revit.',
            ],
        ],
        [
            'title' => 'Прораб',
            'city' => 'Ставрополь',
            'expirience' => 'Не менее 7 лет',
            'salary' => 'От 50 000 ₽',
            'slug' => 'asd',
            'duties' => [
                'Разработка архитектурной части проектной и рабочей документации в соответствии с действующими нормативами;',
                'Организация работы группы архитекторов, контроль качества работы;',
                'Участие в подготовке ответов на замечания по проекту при прохождении экспертизы;',
                'Подготовка технических заданий для работы с конструкторами и смежными отделами.',
            ],
            'terms' => [
                'Официальное оформление по ТК РФ;',
                'График 5/2 с 09-00 до 18-00;',
                'Работа в комфортном офисе в центре города;',
                'Компания предоставляет обучение Revit , возможность быстрого профессионального роста;',
                'Интересные проекты и задачи;',
                'Дружный, активный коллектив единомышленников;',
                'Возможность карьерного роста внутри компании;',
                'Подарки от компании ко дню рождения;',
                'Заработная плата обсуждается индивидуально по итогам собеседования.',
            ],
            'reqs' => [
                'Образование высшее архитектурное;',
                'Умение работать с нормативными документами;',
                'Знание состава и требований к разделам проектной документации (ГОСТ, Постановление Правительства РФ от 16.02.2008 N 87 (в оформлении чертежей);',
                'Профессиональное владение AucoCad, желательно знание Revit.',
            ],
        ],
        [
            'title' => 'Водитель грузовика',
            'city' => '',
            'expirience' => 'Не менее 2 лет',
            'salary' => 'От 37 000 ₽',
            'slug' => 'asd',
            'duties' => [
                'Разработка архитектурной части проектной и рабочей документации в соответствии с действующими нормативами;',
                'Организация работы группы архитекторов, контроль качества работы;',
                'Участие в подготовке ответов на замечания по проекту при прохождении экспертизы;',
                'Подготовка технических заданий для работы с конструкторами и смежными отделами.',
            ],
            'terms' => [
                'Официальное оформление по ТК РФ;',
                'График 5/2 с 09-00 до 18-00;',
                'Работа в комфортном офисе в центре города;',
                'Компания предоставляет обучение Revit , возможность быстрого профессионального роста;',
                'Интересные проекты и задачи;',
                'Дружный, активный коллектив единомышленников;',
                'Возможность карьерного роста внутри компании;',
                'Подарки от компании ко дню рождения;',
                'Заработная плата обсуждается индивидуально по итогам собеседования.',
            ],
            'reqs' => [
                'Образование высшее архитектурное;',
                'Умение работать с нормативными документами;',
                'Знание состава и требований к разделам проектной документации (ГОСТ, Постановление Правительства РФ от 16.02.2008 N 87 (в оформлении чертежей);',
                'Профессиональное владение AucoCad, желательно знание Revit.',
            ],
        ],
        [
            'title' => 'Начальник отдела продаж',
            'city' => 'Ставрополь',
            'expirience' => 'Не менее 8 лет',
            'salary' => 'От 65 000 ₽',
            'slug' => 'asd',
            'duties' => [
                'Разработка архитектурной части проектной и рабочей документации в соответствии с действующими нормативами;',
                'Организация работы группы архитекторов, контроль качества работы;',
                'Участие в подготовке ответов на замечания по проекту при прохождении экспертизы;',
                'Подготовка технических заданий для работы с конструкторами и смежными отделами.',
            ],
            'terms' => [
                'Официальное оформление по ТК РФ;',
                'График 5/2 с 09-00 до 18-00;',
                'Работа в комфортном офисе в центре города;',
                'Компания предоставляет обучение Revit , возможность быстрого профессионального роста;',
                'Интересные проекты и задачи;',
                'Дружный, активный коллектив единомышленников;',
                'Возможность карьерного роста внутри компании;',
                'Подарки от компании ко дню рождения;',
                'Заработная плата обсуждается индивидуально по итогам собеседования.',
            ],
            'reqs' => [
                'Образование высшее архитектурное;',
                'Умение работать с нормативными документами;',
                'Знание состава и требований к разделам проектной документации (ГОСТ, Постановление Правительства РФ от 16.02.2008 N 87 (в оформлении чертежей);',
                'Профессиональное владение AucoCad, желательно знание Revit.',
            ],
        ],
    ];

    $reviews = [
        [
            'title' => 'Ксения <br/> Самарская',
            'position' => 'Бухгалтер',
            'slug' => 'asd',
            'photo' => asset('img/rev-1.jpg'),
        ],
        [
            'title' => 'Артём <br/> Хорошко',
            'position' => 'Менеджер по работе с клиентами',
            'slug' => 'asd',
            'photo' => asset('img/rev-2.jpg'),
        ],
        [
            'title' => 'Кирилл <br/> Гурбанов',
            'position' => 'Машинист',
            'slug' => 'asd',
            'photo' => asset('img/rev-3.jpg'),
        ],
        [
            'title' => 'Алексей <br/> Запашный',
            'position' => 'Инженер',
            'slug' => 'asd',
            'photo' => asset('img/rev-4.jpg'),
        ],
    ];

    $droplist = [
        [
            'id' => '1',
            'title' => 'Москва',
        ],
        [
            'id' => '1',
            'title' => 'Саратов',
        ],
        [
            'id' => '1',
            'title' => 'Калинград',
        ],
    ]
@endphp

@extends('layouts.main')

@section('content')
    <main class="vacancy-page" data-barba="container" data-barba-namespace="vacancy">
        <section class="vacancy-page-hero">
            <div class="container">
                <div class="breadcrumbs">breadcrumbs</div>
                <h1 class="vacancy-page-title">Свободные <br> вакансии</h1>

                <p class="vacancy-page-hero__text">
                    Наша сила — в многообразии мнений и компетенциий. <br>
                    Мы ставим человека выше процессов!
                </p>
            </div>
        </section>

        <section class="actual-vacancy">
            <div class="container">
                <div class="actual-vacancy__top">
                    <h2 class="actual-vacancy__title">Актуальные <br> вакансии на сегодня </h2>
                    <p class="actual-vacancy__count">(16+ свободных вакансий)</p>
                    <div class="actual-vacancy__city">
                        <x-ui.dropdown :list="$droplist"/>
                    </div>
                </div>
            </div>

            <div class="actual-vacancy__wrap">
                <div class="actual-vacancy__head"></div>
                <div class="hr"></div>
                <div class="actual-vacancy__list dimm">
                    @foreach ($data as $item)
                        <x-vacancy-item :title="$item['title']" :city="$item['city']" :expirience="$item['expirience']" :salary="$item['salary']"
                            :slug="$item['slug']" :duties="$item['duties']" :terms="$item['terms']" :reqs="$item['reqs']" />
                    @endforeach
                </div>
            </div>
        </section>

        <section class="team-reviews">
            <div class="container">
                <div class="team-reviews__top">
                    <h2 class="team-reviews__title">Отзывы <br /> сотрудников</h2>
                    <x-ui.link href="/">Оставить отзыв</x-ui.link>
                </div>
            </div>

            <div class="hr"></div>

            <div class="container">
                <div class="team-reviews__wrap ">
                    @foreach ($reviews as $item)
                        <div class="team-reviews__item">
                            <div class="team-reviews__item_img">
                                <img src="{{ $item['photo'] }}" alt="">
                            </div>

                            <h3>{!! $item['title'] !!}</h3>
                            <p class="team-reviews__item_position">{{ $item['position'] }}</p>
                        </div>
                    @endforeach
                </div>
            </div>
        </section>


        <section class="spacer"></section>
    </main>
@endsection
