<section class="connect">
    <div class="container">
        <div class="connect__wrap">
            <svg width="135rem" height="143rem" class="connect__logo" viewBox="0 0 135 143" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <path d="M0.546875 77.9727L15.7524 69.1937L52.749 133.274L37.5435 142.053L0.546875 77.9727Z"
                    fill="#1F1F1F" />
                <path d="M64.375 41.1211L59.9544 64.0281L9.36311 93.237L0.549216 77.9709L64.375 41.1211Z"
                    fill="#1F1F1F" />
                <path d="M70.9531 37.3203L85.1262 29.1375L113.876 79.8106L107.95 101.4L70.9531 37.3203Z"
                    fill="#1F1F1F" />
                <path
                    d="M134.781 0.472656L127.927 25.7356L92.342 45.3178L84.9433 42.6908L70.9555 37.3225L134.781 0.472656Z"
                    fill="#1F1F1F" />
                <path d="M79.3358 97.5706L101.384 105.196L37.5584 142.046L28.7445 126.78L79.3358 97.5706Z"
                    fill="#1F1F1F" />
            </svg>

            <svg width="96" height="100" class="connect__logo-mob" viewBox="0 0 135 143" fill="none"
                xmlns="http://www.w3.org/2000/svg">
                <path d="M0.546875 77.9727L15.7524 69.1937L52.749 133.274L37.5435 142.053L0.546875 77.9727Z"
                    fill="#1F1F1F" />
                <path d="M64.375 41.1211L59.9544 64.0281L9.36311 93.237L0.549216 77.9709L64.375 41.1211Z"
                    fill="#1F1F1F" />
                <path d="M70.9531 37.3203L85.1262 29.1375L113.876 79.8106L107.95 101.4L70.9531 37.3203Z"
                    fill="#1F1F1F" />
                <path
                    d="M134.781 0.472656L127.927 25.7356L92.342 45.3178L84.9433 42.6908L70.9555 37.3225L134.781 0.472656Z"
                    fill="#1F1F1F" />
                <path d="M79.3358 97.5706L101.384 105.196L37.5584 142.046L28.7445 126.78L79.3358 97.5706Z"
                    fill="#1F1F1F" />
            </svg>

            <h3 class="connect__title">Присоединяйтесь <br> к нашим семьям!</h3>


            <x-ui.link href="/projects">выбрать проект</x-ui.link>
        </div>
    </div>
</section>
