@php
    $data = [
        [
            'title' => 'Стройград',
            'site_url' => 'krailift.ru',
            'site_title' => 'Строительная компания',
            'year' => '2006',
            'address' => '350900, г. Краснодар, ул. 5-ая дорожная, 68к3',
            'phone' => '8 (861) 9910919',
            'email' => 'referent@gk-stroygrad.ru',
            'text' => '<p>Основными направлениями деятельности строительной компании "Стройград-Юг1" является строительство и продажа жилой и коммерческой недвижимости в Краснодаре.</p><br/><p>Многоэтажные дома, возводимые компанией «Стройград-Юг1» из высокотехнологичных, качественных и экологически чистых материалов, совмещают в себе эстетическую привлекательность, практичную и комфортную планировку внутренних помещений и превосходство строительства и отделки. Мы предлагаем к продаже квартиры в Краснодаре только с улучшенной планировкой.</p><br/><p>Результаты работы компании уже несколько лет радуют наших жильцов. Теплое слово клиента и его рекомендация – важнейшая оценка работы компании «Стройград-Юг1», показатель того, что человек работает с нами исключительно на доверительных отношениях. Планирование и строительство многоквартирных домов ведется в различных районах Краснодаре. Большинство жилых домов имеют торгово-офисные помещения на первых этажах.</p><br/><p>Особое внимание компании «СтройГрад» уделяет возможности приобретения квартир различными способами. Мы предлагаем
    продажу как готовых квартир, так и долевое строительство в Краснодаре. Оплата приобретаемого жилья производится
    за безналичный и наличный расчёт, в кредит со сниженными процентными ставками, а оплата банковских услуг по
    ипотечным сделкам не превышает стоимость обычного типового пакета.</p><br/><p>Менеджеры нашей компании предлагают многочисленные варианты покупки жилья для наших клиентов, в том числе и для
    особых социальных категорий: квартиры для семей, претендующих на материнский капитал, квартиры для ветеранов Великой
    Отечественной войны, а также для людей, получивших компенсации как обманутые дольщики.</p><br/><p>Процесс покупки недвижимости сопровождается юристами нашей компании. Профессионалы готовят полный пакет документов и
    обеспечивают по доверенности регистрацию сделки в органах юстиции без участия покупателей.</p>',
        ],
        [
            'title' => 'Стройград-Юг',
            'site_url' => 'strougrad23.ru',
            'site_title' => 'Строительная компания',
            'year' => '2010',
            'address' => '350900, г. Краснодар, ул. 5-ая дорожная, 68к3',
            'phone' => '8 (861) 9910919',
            'email' => 'referent@gk-stroygrad.ru',
            'text' => '<p>Основными направлениями деятельности строительной компании "Стройград-Юг1" является строительство и продажа жилой и коммерческой недвижимости в Краснодаре.</p><br/><p>Многоэтажные дома, возводимые компанией «Стройград-Юг1» из высокотехнологичных, качественных и экологически чистых материалов, совмещают в себе эстетическую привлекательность, практичную и комфортную планировку внутренних помещений и превосходство строительства и отделки. Мы предлагаем к продаже квартиры в Краснодаре только с улучшенной планировкой.</p><br/><p>Результаты работы компании уже несколько лет радуют наших жильцов. Теплое слово клиента и его рекомендация – важнейшая оценка работы компании «Стройград-Юг1», показатель того, что человек работает с нами исключительно на доверительных отношениях. Планирование и строительство многоквартирных домов ведется в различных районах Краснодаре. Большинство жилых домов имеют торгово-офисные помещения на первых этажах.</p><br/><p>Особое внимание компании «СтройГрад» уделяет возможности приобретения квартир различными способами. Мы предлагаем
    продажу как готовых квартир, так и долевое строительство в Краснодаре. Оплата приобретаемого жилья производится
    за безналичный и наличный расчёт, в кредит со сниженными процентными ставками, а оплата банковских услуг по
    ипотечным сделкам не превышает стоимость обычного типового пакета.</p><br/><p>Менеджеры нашей компании предлагают многочисленные варианты покупки жилья для наших клиентов, в том числе и для
    особых социальных категорий: квартиры для семей, претендующих на материнский капитал, квартиры для ветеранов Великой
    Отечественной войны, а также для людей, получивших компенсации как обманутые дольщики.</p><br/><p>Процесс покупки недвижимости сопровождается юристами нашей компании. Профессионалы готовят полный пакет документов и
    обеспечивают по доверенности регистрацию сделки в органах юстиции без участия покупателей.</p>',
        ],
        [
            'title' => 'Космос',
            'site_url' => '',
            'site_title' => 'Производство бетона и ЖБИ',
            'year' => '2012',
            'address' => '350900, г. Краснодар, ул. 5-ая дорожная, 68к3',
            'phone' => '8 (861) 9910919',
            'email' => 'referent@gk-stroygrad.ru',
            'text' => '<p>Основными направлениями деятельности строительной компании "Стройград-Юг1" является строительство и продажа жилой и коммерческой недвижимости в Краснодаре.</p><br/><p>Многоэтажные дома, возводимые компанией «Стройград-Юг1» из высокотехнологичных, качественных и экологически чистых материалов, совмещают в себе эстетическую привлекательность, практичную и комфортную планировку внутренних помещений и превосходство строительства и отделки. Мы предлагаем к продаже квартиры в Краснодаре только с улучшенной планировкой.</p><br/><p>Результаты работы компании уже несколько лет радуют наших жильцов. Теплое слово клиента и его рекомендация – важнейшая оценка работы компании «Стройград-Юг1», показатель того, что человек работает с нами исключительно на доверительных отношениях. Планирование и строительство многоквартирных домов ведется в различных районах Краснодаре. Большинство жилых домов имеют торгово-офисные помещения на первых этажах.</p><br/><p>Особое внимание компании «СтройГрад» уделяет возможности приобретения квартир различными способами. Мы предлагаем
    продажу как готовых квартир, так и долевое строительство в Краснодаре. Оплата приобретаемого жилья производится
    за безналичный и наличный расчёт, в кредит со сниженными процентными ставками, а оплата банковских услуг по
    ипотечным сделкам не превышает стоимость обычного типового пакета.</p><br/><p>Менеджеры нашей компании предлагают многочисленные варианты покупки жилья для наших клиентов, в том числе и для
    особых социальных категорий: квартиры для семей, претендующих на материнский капитал, квартиры для ветеранов Великой
    Отечественной войны, а также для людей, получивших компенсации как обманутые дольщики.</p><br/><p>Процесс покупки недвижимости сопровождается юристами нашей компании. Профессионалы готовят полный пакет документов и
    обеспечивают по доверенности регистрацию сделки в органах юстиции без участия покупателей.</p>',
        ],
        [
            'title' => 'Окна Гарант',
            'site_url' => '',
            'site_title' => 'Производство окон',
            'year' => '2007',
            'address' => '350900, г. Краснодар, ул. 5-ая дорожная, 68к3',
            'phone' => '8 (861) 9910919',
            'email' => 'referent@gk-stroygrad.ru',
            'text' => '<p>Основными направлениями деятельности строительной компании "Стройград-Юг1" является строительство и продажа жилой и коммерческой недвижимости в Краснодаре.</p><br/><p>Многоэтажные дома, возводимые компанией «Стройград-Юг1» из высокотехнологичных, качественных и экологически чистых материалов, совмещают в себе эстетическую привлекательность, практичную и комфортную планировку внутренних помещений и превосходство строительства и отделки. Мы предлагаем к продаже квартиры в Краснодаре только с улучшенной планировкой.</p><br/><p>Результаты работы компании уже несколько лет радуют наших жильцов. Теплое слово клиента и его рекомендация – важнейшая оценка работы компании «Стройград-Юг1», показатель того, что человек работает с нами исключительно на доверительных отношениях. Планирование и строительство многоквартирных домов ведется в различных районах Краснодаре. Большинство жилых домов имеют торгово-офисные помещения на первых этажах.</p><br/><p>Особое внимание компании «СтройГрад» уделяет возможности приобретения квартир различными способами. Мы предлагаем
    продажу как готовых квартир, так и долевое строительство в Краснодаре. Оплата приобретаемого жилья производится
    за безналичный и наличный расчёт, в кредит со сниженными процентными ставками, а оплата банковских услуг по
    ипотечным сделкам не превышает стоимость обычного типового пакета.</p><br/><p>Менеджеры нашей компании предлагают многочисленные варианты покупки жилья для наших клиентов, в том числе и для
    особых социальных категорий: квартиры для семей, претендующих на материнский капитал, квартиры для ветеранов Великой
    Отечественной войны, а также для людей, получивших компенсации как обманутые дольщики.</p><br/><p>Процесс покупки недвижимости сопровождается юристами нашей компании. Профессионалы готовят полный пакет документов и
    обеспечивают по доверенности регистрацию сделки в органах юстиции без участия покупателей.</p>',
        ],
        [
            'title' => 'Энергосбыт',
            'site_url' => 'ssk-stav.ru',
            'site_title' => 'Сетевая компания',
            'year' => '2007',
            'address' => '350900, г. Краснодар, ул. 5-ая дорожная, 68к3',
            'phone' => '8 (861) 9910919',
            'email' => 'referent@gk-stroygrad.ru',
            'text' => '<p>Основными направлениями деятельности строительной компании "Стройград-Юг1" является строительство и продажа жилой и коммерческой недвижимости в Краснодаре.</p><br/><p>Многоэтажные дома, возводимые компанией «Стройград-Юг1» из высокотехнологичных, качественных и экологически чистых материалов, совмещают в себе эстетическую привлекательность, практичную и комфортную планировку внутренних помещений и превосходство строительства и отделки. Мы предлагаем к продаже квартиры в Краснодаре только с улучшенной планировкой.</p><br/><p>Результаты работы компании уже несколько лет радуют наших жильцов. Теплое слово клиента и его рекомендация – важнейшая оценка работы компании «Стройград-Юг1», показатель того, что человек работает с нами исключительно на доверительных отношениях. Планирование и строительство многоквартирных домов ведется в различных районах Краснодаре. Большинство жилых домов имеют торгово-офисные помещения на первых этажах.</p><br/><p>Особое внимание компании «СтройГрад» уделяет возможности приобретения квартир различными способами. Мы предлагаем
    продажу как готовых квартир, так и долевое строительство в Краснодаре. Оплата приобретаемого жилья производится
    за безналичный и наличный расчёт, в кредит со сниженными процентными ставками, а оплата банковских услуг по
    ипотечным сделкам не превышает стоимость обычного типового пакета.</p><br/><p>Менеджеры нашей компании предлагают многочисленные варианты покупки жилья для наших клиентов, в том числе и для
    особых социальных категорий: квартиры для семей, претендующих на материнский капитал, квартиры для ветеранов Великой
    Отечественной войны, а также для людей, получивших компенсации как обманутые дольщики.</p><br/><p>Процесс покупки недвижимости сопровождается юристами нашей компании. Профессионалы готовят полный пакет документов и
    обеспечивают по доверенности регистрацию сделки в органах юстиции без участия покупателей.</p>',
        ],
        [
            'title' => 'Промбезопасность',
            'site_url' => 'prombez-st.ru',
            'site_title' => 'Промышленная экспертиза',
            'year' => '2009',
            'address' => '350900, г. Краснодар, ул. 5-ая дорожная, 68к3',
            'phone' => '8 (861) 9910919',
            'email' => 'referent@gk-stroygrad.ru',
            'text' => '<p>Основными направлениями деятельности строительной компании "Стройград-Юг1" является строительство и продажа жилой и коммерческой недвижимости в Краснодаре.</p><br/><p>Многоэтажные дома, возводимые компанией «Стройград-Юг1» из высокотехнологичных, качественных и экологически чистых материалов, совмещают в себе эстетическую привлекательность, практичную и комфортную планировку внутренних помещений и превосходство строительства и отделки. Мы предлагаем к продаже квартиры в Краснодаре только с улучшенной планировкой.</p><br/><p>Результаты работы компании уже несколько лет радуют наших жильцов. Теплое слово клиента и его рекомендация – важнейшая оценка работы компании «Стройград-Юг1», показатель того, что человек работает с нами исключительно на доверительных отношениях. Планирование и строительство многоквартирных домов ведется в различных районах Краснодаре. Большинство жилых домов имеют торгово-офисные помещения на первых этажах.</p><br/><p>Особое внимание компании «СтройГрад» уделяет возможности приобретения квартир различными способами. Мы предлагаем
    продажу как готовых квартир, так и долевое строительство в Краснодаре. Оплата приобретаемого жилья производится
    за безналичный и наличный расчёт, в кредит со сниженными процентными ставками, а оплата банковских услуг по
    ипотечным сделкам не превышает стоимость обычного типового пакета.</p><br/><p>Менеджеры нашей компании предлагают многочисленные варианты покупки жилья для наших клиентов, в том числе и для
    особых социальных категорий: квартиры для семей, претендующих на материнский капитал, квартиры для ветеранов Великой
    Отечественной войны, а также для людей, получивших компенсации как обманутые дольщики.</p><br/><p>Процесс покупки недвижимости сопровождается юристами нашей компании. Профессионалы готовят полный пакет документов и
    обеспечивают по доверенности регистрацию сделки в органах юстиции без участия покупателей.</p>',
        ],
        [
            'title' => 'Крайлифт',
            'site_url' => 'krailift.ru',
            'site_title' => 'Монтаж и сервис лифтов',
            'year' => '2011',
            'address' => '350900, г. Краснодар, ул. 5-ая дорожная, 68к3',
            'phone' => '8 (861) 9910919',
            'email' => 'referent@gk-stroygrad.ru',
            'text' => '<p>Основными направлениями деятельности строительной компании "Стройград-Юг1" является строительство и продажа жилой и коммерческой недвижимости в Краснодаре.</p><br/><p>Многоэтажные дома, возводимые компанией «Стройград-Юг1» из высокотехнологичных, качественных и экологически чистых материалов, совмещают в себе эстетическую привлекательность, практичную и комфортную планировку внутренних помещений и превосходство строительства и отделки. Мы предлагаем к продаже квартиры в Краснодаре только с улучшенной планировкой.</p><br/><p>Результаты работы компании уже несколько лет радуют наших жильцов. Теплое слово клиента и его рекомендация – важнейшая оценка работы компании «Стройград-Юг1», показатель того, что человек работает с нами исключительно на доверительных отношениях. Планирование и строительство многоквартирных домов ведется в различных районах Краснодаре. Большинство жилых домов имеют торгово-офисные помещения на первых этажах.</p><br/><p>Особое внимание компании «СтройГрад» уделяет возможности приобретения квартир различными способами. Мы предлагаем
    продажу как готовых квартир, так и долевое строительство в Краснодаре. Оплата приобретаемого жилья производится
    за безналичный и наличный расчёт, в кредит со сниженными процентными ставками, а оплата банковских услуг по
    ипотечным сделкам не превышает стоимость обычного типового пакета.</p><br/><p>Менеджеры нашей компании предлагают многочисленные варианты покупки жилья для наших клиентов, в том числе и для
    особых социальных категорий: квартиры для семей, претендующих на материнский капитал, квартиры для ветеранов Великой
    Отечественной войны, а также для людей, получивших компенсации как обманутые дольщики.</p><br/><p>Процесс покупки недвижимости сопровождается юристами нашей компании. Профессионалы готовят полный пакет документов и
    обеспечивают по доверенности регистрацию сделки в органах юстиции без участия покупателей.</p>',
        ],
        [
            'title' => 'Южстройэнерго',
            'site_url' => 'stavenergo.ru',
            'site_title' => 'Проектирование  и монтаж электросетей',
            'year' => '2008',
            'address' => '350900, г. Краснодар, ул. 5-ая дорожная, 68к3',
            'phone' => '8 (861) 9910919',
            'email' => 'referent@gk-stroygrad.ru',
            'text' => '<p>Основными направлениями деятельности строительной компании "Стройград-Юг1" является строительство и продажа жилой и коммерческой недвижимости в Краснодаре.</p><br/><p>Многоэтажные дома, возводимые компанией «Стройград-Юг1» из высокотехнологичных, качественных и экологически чистых материалов, совмещают в себе эстетическую привлекательность, практичную и комфортную планировку внутренних помещений и превосходство строительства и отделки. Мы предлагаем к продаже квартиры в Краснодаре только с улучшенной планировкой.</p><br/><p>Результаты работы компании уже несколько лет радуют наших жильцов. Теплое слово клиента и его рекомендация – важнейшая оценка работы компании «Стройград-Юг1», показатель того, что человек работает с нами исключительно на доверительных отношениях. Планирование и строительство многоквартирных домов ведется в различных районах Краснодаре. Большинство жилых домов имеют торгово-офисные помещения на первых этажах.</p><br/><p>Особое внимание компании «СтройГрад» уделяет возможности приобретения квартир различными способами. Мы предлагаем
    продажу как готовых квартир, так и долевое строительство в Краснодаре. Оплата приобретаемого жилья производится
    за безналичный и наличный расчёт, в кредит со сниженными процентными ставками, а оплата банковских услуг по
    ипотечным сделкам не превышает стоимость обычного типового пакета.</p><br/><p>Менеджеры нашей компании предлагают многочисленные варианты покупки жилья для наших клиентов, в том числе и для
    особых социальных категорий: квартиры для семей, претендующих на материнский капитал, квартиры для ветеранов Великой
    Отечественной войны, а также для людей, получивших компенсации как обманутые дольщики.</p><br/><p>Процесс покупки недвижимости сопровождается юристами нашей компании. Профессионалы готовят полный пакет документов и
    обеспечивают по доверенности регистрацию сделки в органах юстиции без участия покупателей.</p>',
        ],
    ];
@endphp










<section class="enterprises">
    <div class="container">
        <div class="enterprises__top">
            <div class="">
                <x-ui.suptitle>Предприятия группы</x-ui.suptitle>
            </div>

            <div class="enterprises__info">
                <x-ui.text size="md" class="">
                    В состав группы входят не только строительные предприятия, но и компании
                    занимающиеся экспертизой промышленной безопасности.
                </x-ui.text>
                <p class="enterprises__description">Мы постоянно развиваемся, смотрим только вперед
                    и никогда не останавливаемся на достигнутом! </p>
            </div>
        </div>

    </div>
    <div class="enterprises__wrap">
        <div class="enterprises__head">
            <div class="container">
                <div class="enterprises__head_title">
                    <p>Название компании</p>
                    <p>Сфера деятельности</p>
                    <p>Сайт</p>
                    <p>Год основания</p>
                </div>
            </div>
            <div class="hr"></div>
        </div>
        @foreach ($data as $item)
            <x-enterprises_item :title="$item['title']" :site_url="$item['site_url']" :site_title="$item['site_title']" :year="$item['year']"
                :address="$item['address']" :phone="$item['phone']" :email="$item['email']" :text="$item['text']" />
        @endforeach
    </div>
</section>
